Repository: AAbbasRR/iust
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fa

source: App Admin
fa: اپلیکیشن مدیریت

source: App Admins
fa: اپلیکیشن مدیران

source: Faculty Director
fa: مدیر دانشکده

source: Department Head
fa: مدیر گروه

source: Department Member
fa: عضو گروه

source: Department of Chemistry
fa: دانشکده شيمي

source: Department of Foreign Language
fa: دانشکده علوم پايه

source: School of Architecture and Environmental Design
fa: دانشکده معماري و شهرسازي

source: School of Automotive Engineering
fa: دانشکده مهندسي خودرو

source: School of Chemical Petroleum and Gas Engineering
fa: دانشکده مهندسي شيمي، نفت و گاز

source: School of Civil Engineering
fa: دانشکده مهندسي عمران

source: School of Computer Engineering
fa: دانشکده مهندسی کامپیوتر

source: School of Electrical Engineering
fa: دانشکده مهندسي برق

source: School of Industrial Engineering
fa: دانشکده مهندسي صنايع

source: School of Mathematics
fa: دانشکده رياضي

source: School of Mechanical Engineering
fa: دانشکده مهندسي مکانيک

source: School of Metallurgy and Materials Engineering
fa: دانشکده مواد و متالورژي

source: School of Advanced Technologies
fa: دانشکده فناوريهای نوين

source: School of Physics
fa: دانشکده فيزيک

source: School of Management Economy and Progress Engineering
fa: دانشکده مهندسي پيشرفت

source: School of Railway Engineering
fa: دانشکده مهندسي راه آهن

source: Architecture
fa: معماری

source: Industrial Design
fa: طراحی صنعتی

source: Chemical Engineering
fa: مهندسی شیمی

source: Civil Engineering
fa: مهندسی عمران

source: Hardware Engineering
fa: مهندسی سخت افزار

source: Software Engineering
fa: مهندسی نرم افزار

source: Communication Systems
fa: سیستم های ارتباطی

source: Power Systems
fa: سیستم های قدرت

source: Electronics
fa: الکترونیک

source: Control Systems
fa: سیستمهای کنترل

source: Industrial Engineering
fa: مهندسی صنایع

source: Mathematics and Its Applications
fa: ریاضیات و کاربردهای آن

source: Mechanical Engineering
fa: مهندسی مکانیک

source: Material and Metallurgical Engineering
fa: مهندسی مواد و متالورژی

source: Atomic and Molecular Physics
fa: فیزیک اتمی و مولکولی

source: Solid State Physics
fa: فیزیک حالت جامد

source: Railway Transportation Engineering
fa: مهندسی حمل و نقل ریلی

source: Railway Rolling Stock Engineering
fa: مهندسی سهام نورد راه آهن

source: Railway Track and Structures Engineering
fa: مهندسی راه آهن و سازه

source: Analytical Chemistry
fa: شیمی تجزیه

source: Inorganic Chemistry
fa: شیمی معدنی

source: Organic Chemistry
fa: شیمی ارگانیک

source: Physical Chemistry
fa: شیمی فیزیک

source: Nano-Chemistry
fa: نانو شیمی

source: Teaching English as a Foreign Language
fa: تدریس زبان انگلیسی به عنوان یک زبان خارجی

source: Regional Planning
fa: برنامه ریزی منطقه ای

source: Architecture - Housing
fa: معماری - مسکن

source: Architecture - Sustainable
fa: معماری - پایدار

source: Architecture - Technology
fa: معماری - فناوری

source: Architecture - Cultural and Educational Spaces
fa: معماری - فضاهای فرهنگی و آموزشی

source: Architecture - Health Care Spaces
fa: معماری - فضاهای مراقبت بهداشتی

source: Land Spaces Architecture
fa: معماری فضاهای زمین

source: Conservation and Restoration of Historical Buildings and Fabrics – Conservation and Restoration of Urban Heritage
fa: حفاظت و مرمت ابنیه و پارچه های تاریخی - حفاظت و احیای میراث شهری

source: Conservation and Restoration of Historical Buildings and Fabrics – Conservation and Restoration of Architectural Heritage
fa: حفاظت و مرمت ابنیه و پارچه های تاریخی - حفاظت و احیای میراث شهری

source: Urban Design
fa: طراحی شهری

source: Urban Planning
fa: برنامه ریزی شهری

source: Automotive Engineering - Automobile Dynamic Systems Design
fa: مهندسی خودرو - طراحی سیستم های دینامیک خودرو

source: Automotive Engineering - Power Train
fa: مهندسی خودرو - قطار برق

source: Automotive Engineering - Body and Structure
fa: مهندسی خودرو - بدنه و سازه

source: Automotive Engineering - Automotive Electronics & Electrical Engineering
fa: مهندسی خودرو - الکترونیک خودرو و مهندسی برق

source: Process Modeling Simulation & Control
fa: شبیه سازی و کنترل مدل سازی فرآیند

source: Mineral Chemical Engineering
fa: مهندسی شیمی معدنی

source: Separation Processes
fa: فرایندهای جداسازی

source: Kinetic and Catalysis
fa: سینتیک و کاتالیز

source: Thermodynamics
fa: ترمودینامیک

source: Polymer Engineering
fa: مهندسی پلیمر

source: Hydrocarbon Reservoir Engineering
fa: مهندسی مخازن هیدروکربن

source: Process Design Engineering
fa: مهندسی طراحی فرآیند

source: Structural Engineering
fa: مهندسی سازه

source: Earthquake Engineering
fa: مهندسی زلزله

source: Construction Management and Engineering
fa: مدیریت و مهندسی ساخت و ساز

source: Geotechnical Engineering
fa: مهندسی ژئوتکنیک

source: Road and Transportation Engineering
fa: مهندسی راه و ترابری

source: Transportation
fa: حمل و نقل

source: Water Resources Management
fa: مدیریت منابع آب

source: Water Engineering and Hydraulic Structures
fa: مهندسی آب و سازه های هیدرولیک

source: Environmental Engineering
fa: مهندسی محیط زیست

source: Marine Structures Engineering
fa: مهندسی سازه های دریایی

source: Artificial Intelligence & Robotics
fa: هوش مصنوعی و رباتیک

source: Computer Systems Architecture
fa: معماری سیستم های کامپیوتری

source: Computer Engineering - Computer Networks
fa: مهندسی کامپیوتر - شبکه های کامپیوتری

source: Bio-Electrics
fa: بیو الکتریک

source: Digital Electronic Systems
fa: سیستم های الکترونیک دیجیتال

source: Electronic Integrated Circuits
fa: مدارهای مجتمع الکترونیکی

source: Electrical Machines and Power Electronics
fa: ماشین های الکتریکی و الکترونیک قدرت

source: Electromagnetic Fields and Waves
fa: میدان ها و امواج الکترومغناطیسی

source: Information Technology Engineering - Electronic Commerce
fa: مهندسی فناوری اطلاعات - تجارت الکترونیک

source: Systems Optimization
fa: بهینه سازی سیستم

source: Supply Chain and Logistic Engineering
fa: زنجیره تامین و مهندسی لجستیک

source: Engineering Management
fa: مدیریت مهندسی

source: Socio-Economic Macro Systems
fa: سیستم های کلان اجتماعی-اقتصادی

source: Project Management
fa: مدیریت پروژه

source: Financial Engineering
fa: مهندسی مالی

source: Pure Mathematics - Algebra
fa: ریاضیات محض - جبر

source: Pure Mathematics - Geometry
fa: ریاضی محض - هندسه

source: Pure Mathematics - Analysis
fa: ریاضیات محض - تجزیه و تحلیل

source: Applied Mathematics - Numerical Analysis
fa: ریاضی کاربردی - تحلیل عددی

source: Applied Mathematics - Operation Research
fa: ریاضیات کاربردی - تحقیق در عملیات

source: Mathematics Statistics
fa: آمار ریاضیات

source: Applied Design
fa: طراحی کاربردی

source: Manufacturing
fa: تولید

source: Biomechanics
fa: بیومکانیک

source: Extractive Metallurgy
fa: متالورژی استخراجی

source: Ceramics Engineering
fa: مهندسی سرامیک

source: Materials Selection
fa: انتخاب مواد

source: Bio-Materials
fa: مواد زیستی

source: Metals Casting
fa: ریخته گری فلزات

source: Metals Forming
fa: شکل گیری فلزات

source: Nanotechnology - Materials
fa: نانو فناوری - مواد

source: Energy Systems - Energy and Environment
fa: سیستم های انرژی - انرژی و محیط زیست

source: Satellite Engineering
fa: مهندسی ماهواره

source: Photonics
fa: فتونیک

source: Condensed Matter Physics
fa: فیزیک ماده متراکم

source: Laser Optics Physics
fa: فیزیک اپتیک لیزر

source: Master of Business Administration (MBA) - Marketing
fa: کارشناس ارشد مدیریت بازرگانی (MBA) - بازاریابی

source: Master of Business Administration (MBA) - Strategy
fa: کارشناس ارشد مدیریت بازرگانی (MBA) - استراتژی

source: Management of Technology (MOT) - Technological Innovation
fa: مدیریت فناوری (MOT) - نوآوری فناوری

source: Management of Technology (MOT) - Technological Transfer
fa: مدیریت فناوری (MOT) - انتقال فناوری

source: Management of Technology (MOT) - Research & Development Policies
fa: مدیریت فناوری (MOT) - سیاست های تحقیق و توسعه

source: Information Technology Management-E-Business
fa: مدیریت فناوری اطلاعات - کسب و کار الکترونیکی

source: Entrepreneurship - New Businesses
fa: کارآفرینی - کسب و کارهای جدید

source: Industrial Engineering - Macro Systems
fa: مهندسی صنایع - سیستم های کلان

source: Economic Development and Planning
fa: توسعه اقتصادی و برنامه ریزی

source: Economic Systems Planning
fa: برنامه ریزی سیستم های اقتصادی

source: Electric Railways Engineering
fa: مهندسی راه آهن برق

source: Railway Safety Engineering
fa: مهندسی ایمنی راه آهن

source: Railway Control and Signaling
fa: کنترل و سیگنالینگ راه آهن

source: Urbanism
fa: شهرسازی

source: Quality & Productivity
fa: کیفیت و بهره وری

source: Applied Mathematics - Statistics
fa: ریاضی کاربردی - آمار

source: Dynamics Control and Vibration
fa: کنترل دینامیک و لرزش

source: Solid Mechanics
fa: مکانیک جامدات

source: Materials Engineering
fa: مهندسی مواد

source: Management of Iranian Public Organization
fa: مدیریت سازمان عمومی ایران

source: Science of Technology Policy
fa: سیاست علم فناوری

source: User
fa: کاربر

source: Role
fa: وظیفه

source: Schools
fa: دانشکده ها

source: Fields
fa: درس های تحصیلی

source: degree
fa: مدرک

source: faculty
fa: دانشکده

source: field_of_study
fa: رشته تحصییلی

source: status
fa: وضعیت

source: jalali_created_at
fa: جلالی کد ایجاد

source: user_id
fa: آیدی

source: user_agent
fa: ایجنت

source: user_full_name
fa: نام و نام خانوادگی

source: user_gender
fa: جنسیت

source: user_country
fa: کشور

source: user_age
fa: سن

source: user_applications_count
fa: تعداد پرونده های کاربر

source: Superuser
fa: مدیر اصلی

source: App Application
fa: اپلیکیشن پرونده

source: App Applications
fa: اپلیکیشن پرونده ها

source: Application
fa: پرونده

source: Applications
fa: پرونده ها

source: Not Completed
fa: تکمیل نشده

source: Current
fa: در حال بررسی

source: Accepted
fa: تایید

source: Rejected
fa: رد

source: Need To Edit
fa: نیاز به تغییر

source: Bachelor
fa: کارشناسی

source: Master
fa: کارشناسی ارشد

source: P.H.D
fa: دکتری

source: Agent Email
fa: ایمیل ایجنت

source: Tracking ID
fa: کد پیگیری

source: Full Name
fa: نام و نام خانوادگی

source: Comments
fa: نظرات

source: Applied Program
fa: برنامه کاربری

source: Financial Self Support
fa: خود حمایت مالی

source: Status
fa: وضعیت

source: Degree
fa: مدرک

source: Faculty
fa: دانشکده

source: Field Of Study
fa: رشته تحصیلی

source: step
fa: مرحله

source: Document
fa: مدرک

source: Documents
fa: مدارک

source: Curriculum Vitae
fa: رزومه

source: Personal photo
fa: عکس شخصی

source: Valid
fa: معتبر

source: High School Certificate
fa: مدرک دبیرستان

source: Trans Script High School Certificate
fa: مدرک ترنس اسکریپت دبیرستان

source: Bachelor Degree
fa: مدرک کارشناسی

source: Trans Script Bachelor Degree
fa: مدرک ترانس اسکریپت کارشناسی

source: Master Degree
fa: مدرک کارشناسی ارشد

source: Trans Script Master Degree
fa: مدرک ترانس اسکریپت کارشناسی ارشد

source: Supporting Letter
fa: نامه حمایت مالی

source: Origin User
fa: کاربر ارجاع دهنده

source: Destination User
fa: کاربر ارجاع شده

source: Is Enabled
fa: وضعیت فعال بودن

source: Confirmation
fa: تایید

source: Rejection
fa: رد

source: Investigation
fa: نیاز به بررسی بیشتر

source: Referral
fa: ارجاع

source: Message
fa: پیغام

source: Chat Room
fa: صفحه چت

source: Ticket
fa: تیکت

source: App Chat
fa: اپلیکیشن چت

source: LOW
fa: کم

source: Medium
fa: متوسط

source: High
fa: زیاد

source: Waiting For An Answer
fa: منتظر پاسخ

source: Has Been Answered
fa: پاسخ داده شده

source: Closed
fa: بسته

source: Title
fa: عنوان

source: Is Group
fa: وضعیت گروه بودن

source: Is Ticket
fa: وضعیت تیکت بودن

source: Members
fa: اعضا

source: Room Id
fa: کد چت

source: Priority
fa: اولویت

source: Image
fa: عکس

source: App Education
fa: اپلیکیشن آموزش

source: App Educations
fa: اپلیکیشن آموزش ها

source: Bachelor Degrees
fa: مدارک کارشناسی

source: University
fa: دانشگاه

source: High School
fa: دبیرستان

source: High Schools
fa: دبیرستان ها

source: MasterDegree
fa: مدرک کارشناسی

source: Master Degrees
fa: مدارک کارشناسی ارشد

source: App Frequently Question
fa: اپلیکیشن سوال متداول

source: App Frequently Questions
fa: اپلیکیشن سوالات متداول

source: Frequently Question
fa: سوال متداول

source: Frequently Questions
fa: سوالات متداول

source: Question
fa: سوال

source: Answer
fa: پاسخ

source: Notification
fa: اطلاعیه

source: App Notification
fa: اپلیکیشن اطلاعیه

source: App Notifications
fa: اپلیکیشن اطلاعیه ها

source: Information
fa: اطلاع دهی

source: Success
fa: موفق

source: Warning
fa: اخطار

source: Error
fa: خطا

source: View Status
fa: وضعیت دیده شدن

source: App Occupation
fa: اپلیکیشن شغل

source: App Occupations
fa: اپلیکیشن شغل ها

source: Latest Occupation
fa: اخرین شغل

source: Latest Occupations
fa: آخرین شغل ها

source: Other
fa: دیگر

source: Academician
fa: دانشگاهیان

source: Government Employee
fa: کارمند دولتی

source: Industrial Employee
fa: کارمند صنعتی

source: Student
fa: دانش آموز

source: Occupation
fa: شغل

source: Organization
fa: نام سازمان

source: From Date
fa: از تاریخ

source: To Date
fa: تا تاریخ

source: Description
fa: توضیحات

source: Change password Successfully
fa: تغییر رمز عبور موفقیت آمیز بود

source: App User
fa: اپلیکیشن کاربر

source: App Users
fa: اپلیکیشن کاربران

source: Address
fa: آدرس

source: Addresses
fa: آدرس ها

source: Country Code
fa: کد کشور

source: Postal Code
fa: کد پستی

source: City Code
fa: کد شهر

source: Profile
fa: پروفایل

source: Profiles
fa: پروفایل ها

source: Male
fa: آقا

source: FeMale
fa: خانم

source: Weak
fa: ضعیف

source: Good
fa: خوب

source: Excellent
fa: عالی

source: Phone Number
fa: شماره موبایل

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Birth Date
fa: تاریخ تولد

source: Age
fa: سن

source: Gender
fa: جنسیت

source: Nationality
fa: ملیت

source: Mother Language
fa: زبان مادری

source: Other Languages
fa: زبان های دیگر

source: English Status
fa: وضعیت بلد بودن زبان انگلیسی

source: Persian Status
fa: وضعیت بلد بودن زبان فارسی

source: Users
fa: کاربران

source: Sub Code
fa: کد پرسنلی

source: Picture URL
fa: لینک عکس پروفایل

source: Email
fa: ایمیل

source: Is Active
fa: وضعیت فعال بودن

source: Is Agent
fa: وضعیت ایجنت بودن

source: Is Locked
fa: قفل بودن حساب

source: Admin Role
fa: سطح مدیر

source: parameter {param_name} is required
fa: پارامتر {param_name} اجباری است

source: {object} Not Found
fa: {object} پیدا نشد

source: Invalid Access Token Or Expired
fa: کلید دسترسی اشتباه است یا منقضی شده است

source: URL Not Found.
fa: درخواست پیدا نشد

source: Server Error.
fa: خطای سمت سرویس دهنده

source: User Must Have Email.
fa: کاربر نیاز به یک ایمیل دارد

source: User Must Have Password.
fa: کاربر نیاز به یک رمزعبور دارد

source: User Account With Email Exists.
fa: حساب کاربری با این ایمیل موجود میباشد

source: User Account Is Active.
fa: حساب کاربری تایید شده است

source: Invalid Email or Password.
fa: ایمیل یا رمز عبور اشتباه است

source: User Account Not Active.
fa: حساب کاربری فعال نمیباشد

source: User Not Found
fa: کاربر پیدا نشد

source: You Do Not Have Access To Change The Password, Please Try Again First Step.
fa: شما نمیتوانید رمز عبور خود را تغییر دهید، لطفا از مرحله اول تلاش کنید

source: Password And Repeat Password Did Not Match.
fa: رمز عبور جدید و تکرار رمز عبور با یکدیگر برابر نیستند

source: Old Password Is Incorrect
fa: رمزعبور قبلی اشتباه است

source: OTP Code Expired, Please Try To Resend New OTP Code.
fa: کد یکبار مصرف منقضی شده است، لطفا برای درخواست ارسال کد جدید اقدام کنید

source: Invalid OTP Code, Please Try Again.
fa: کد یکبار مصرف اشتباه است، لطفا مجددا سعی کنید

source: OTP Code Has Already Been Sent.
fa: کد یکبار مصرف هم اکنون ارسال شده است

source: "tracking_id" Not Found Or Is Invalid
fa: "tracking_id" پیدا نشد یا اشتباه است

source: cant create this application with field of study, you have already application
fa: نمیتوان درخواست را با رشته انتخابی ایجاد کرد زیرا از قبل همچین درخواستی ثبت شده است

source: Only "{formats}" formats are allowed.
fa: فقط فرمت های "{formats}" قابل قبول است

source: The File Size Is To Many Large
fa: حجم فایل ارسالی زیاد است

source: User Is Not Admin
fa: شما مدیر نیستید

source: Message Success Viewed
fa: پیغام با موفقیت دیده شد

source: You Do Not Have Permission For Referral This Application
fa: شما دسترسی برای ارجاع دادن این پرونده را ندارید

source: Cant Referral Application To User
fa: نمیتوان پرونده را به کاربر مورد نظر ارجاع داد

source: You Do Not Have Permission For This Application
fa: شما دسترسی به این پرونده ندارید

source: You Cant Edit Application Status
fa: شما نمیتوانید در این پرونده تغییری ایجاد کنید

source: Cant Create Comment For This Application
fa: نمیتوان برای این پرونده نظر ثبت کرد

source: Active Your Account
fa: فعال کردن حساب کاربری

source: Forget Your Account Password
fa: فراموشی رمز عبور حساب کاربری

source: Created Time
fa: زمان ایجاد

source: Updated Time
fa: آخرین زمان تغییر

source: Country
fa: کشور

source: City
fa: شهر

source: Date Of Graduation
fa: تاریخ فارغ التحصیلی

source: GPA
fa: معدل
